---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsDuctFittingLossMethodServerParam
source: html/6e61c465-5d82-aec6-bed1-b84722202791.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsDuctFittingLossMethodServerParam Property

"Loss Method"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsDuctFittingLossMethodServerParam { get; }
```